[Author]
Language=Russian
TranslatedBy=kvaaa, 2014
TranslatorContact=kva.leon@gmail.com
TranslatorURL=
LastUpdated=10.05.2014

[Language]
TabSheet1.Caption=Сжатие
TabSheet6.Caption=Распаковка
Label2.Caption=Выберите файл:
Button1.Caption=Сжать
TabSheet2.Caption=Настройки
TabSheet4.Caption=Параметры UPX
TabSheet5.Caption=Основные
CheckBox1.Caption=Бэкап оригинального файла
CheckBox2.Caption=Принудительное сжатие
CheckBox3.Caption=НЕ сжимать секцию ресурсов
CheckBox4.Caption=НЕ удалять табл. перемещений (reloc-секцию)
CheckBox5.Caption=НЕ сжимать табл. адресов экспорта (EAT)
CheckBox6.Caption=НЕ сжимать иконки
Label4.Caption=Уровень сжатия:
CheckBox7.Caption=Пункт в контекстном меню Проводника
TabSheet3.Caption=Language
Button4.Caption=Распаковать
s1= Файл не существует!
s2=Файл для сжатия:
s3=Успешно сжат файл:
s4=Ошибка:
s5=UPX.exe не найден!
s6=Версия UPX:
s7= Файл не является PE-файлом!
s8=Успешно распакован файл:
s9=Файл для распаковки:

Label6.Caption=Выберите папку:
Button5.Caption=Обзор...
btnStart.Caption=Старт
btnStop.Caption=Стоп
btnOptions.Caption=Параметры
ListView1.Columns[0].Caption=Файл
ListView1.Columns[1].Caption=Результат

FrmScanOptions.Caption=Параметры сканирования
FrmScanOptions.cbScanSubfolders.Caption=Рекурсивно, включая подпапки
FrmScanOptions.Label7.Caption=Имя файла (можно использовать * и ? как символы подстановки):
FrmScanOptions.Label1.Caption=Обработать найденные:
FrmScanOptions.rbCompress.Caption=Сжать
FrmScanOptions.rbDecompress.Caption=Распаковать
FrmScanOptions.btnOK.Caption=OK

s10=Выберите папку...
s11= Папка не существует!

imgFacebookLike.Hint=Facebook-страница NoVirusThanks 
imgTweet.Hint=Читать Twitter NoVirusThanks
Button2.Caption=Обзор...
Button3.Caption=Обзор...
TabSheet7.Caption=Сканер

s12=Параметры командной строки:

ComboBox1.Items.Strings[0]=1 - быстрее сжатия
ComboBox1.Items.Strings[8]=9 - Обеспечивает лучшее сжатие
imgDonate.Hint=Пожертвуйте NoVirusThanks
sCompressWithUPX=Сжатие &с &UPX &Easy &GUI
sDeCompressWithUPX=Распаковка &с &UPX &Easy &GUI

Button7.Caption=File Info
TabSheet9.Caption=File Info
TabSheet8.Caption=Advanced
CheckBox10.Caption=Use custom parameters for compression
CheckBox9.Caption=Use --ultra-brute compression option
CheckBox8.Caption=Use LZMA compression
